var config = {
  // 句子的长度可以任意， 你可以写十句话， 二十句话都可以
  // 每句话尽量不要超过15个字,不然展示效果可能不太好
  texts: [
    "To:",      //这里,每句话结尾的最后一个逗号必须是英文的哦!! 很重要哦!!
    "我的兔斯基哥哥~",  // 同上...
    "认识这么久第一次给您过生日",
    "不瞒您说",
    "我提前一个多月就开始构思准备了",
    "毕竟您这么潇洒爱自由的快乐小神仙",
    "也不缺啥",
    "在我心中一般的“钞能力”也配不上您",
    "本想自学剪段视频",
    "想了想您的专业和工作",
    "我还是敲段代码送给你吧~",
    "咳咳——注意啦！",
    "以下是我要在你生日这天对你说的话：",
    "我印象里的兔子哥哥",
    "一直有着有趣的灵魂和少年的心",
    "他喜欢关注新奇的玩意儿，也喜欢分享有趣的生活",
    "自带一种让我想要了解想去靠近的魔力",
    "但现在的他其实让我有些不敢接近和打扰",
    "有时候明明对我很好但总在嘴上不饶人",
    "大概是帅哥的包袱太重",
    "压住了心底那个有趣的少年吧hh~",
    "所以",
    "我希望26岁的李恒毅",
    "可以将那个关在心中的少年多多放出来",
    "可以无所顾忌每天简简单单快乐10分钟,",
    "平安康健。",
    "生日快乐鸭！",
    ],
    /**
     * imgs 可以不填, 但是如果要填写的话必须遵循下面的格式
     * "对应上面的文字, 要完全一样" : "图片地址, 可以把图片放在imgs文件夹中"
     * 例如
     * "心爱的小可爱": "./imgs/xiaokeai.jpg"
     *
     * 如果不要图片的话, 直接在每行开头写两个斜杠注释即可, 例如下面的 "今天是你的生日" 的图片就不会展示了:)
     * Tip: 图片最好用正方形or接近正方形, 看起来效果更好
     */
    imgs: {
      "我的兔斯基哥哥~": "./imgs/lhy.png",
      // "今天是你的生日": "./imgs/birthday.jpg",
    },
    // 按钮文字描述, 以下是默认的按钮文字，英文的，您可以改成你喜欢的文字
    desc: {
      turn_on: "开始",
      play: "音乐",
      bannar_coming: "颜色",
      balloons_flying: "好像少点东西",
      cake_fadein: "蛋糕？",
      light_candle: "蜡烛？",
      wish_message: "生日快乐",
      story: "A MESSAGE FOR YOU",
    }
};
